{
  "title": "$VEGA TOKEN",
  "vegaTokens": "$VEGA tokens",
  "Connect to an Ethereum wallet": "Connect to associate your $VEGA",
  "VEGA": "VEGA",
  "Use the Ethereum wallet you want to send your tokens to. You'll also need enough Ethereum to pay gas.": "Use the Ethereum wallet that holds your $VEGA tokens. To redeem tokens you will also need enough ETH to pay gas fees.",
  "ethereumKey": "Ethereum wallet",
  "Connect": "Connect to see your associated $VEGA balance",
  "The vesting contract holds VEGA tokens until they have become unlocked.": "The vesting contract holds $VEGA tokens until they have become unlocked.",
  "Staked on Vega validator": "Staked $VEGA tokens",
  "Where would you like to stake from?": "Where would you like to associate from?",
  "You can associate tokens while they are held in the vesting contract, when they unlock you will need to dissociate them before they can be redeemed.": "You can associate tokens while they are held in the vesting contract, when they unlock you will need to disassociate them before they can be redeemed.",
  "To participate in Governance or to Nominate a node you’ll need to associate VEGA tokens with a Vega wallet/key. This Vega key can then be used to Propose, Vote and nominate nodes.": "To participate in governance or to nominate a validator you’ll need to associate $VEGA tokens with a Vega wallet/key. \n<br/>\n<br/>\nIf you already have $VEGA tokens nominated to validators, your newly associated tokens will automatically be nominated to the same validators, in the same proportion. ",
  "Associate VEGA Tokens with key": "Associate $VEGA tokens with Vega key",
  "Nominate Stake to Validator Node": "Select a validator to nominate",
  "Associating {{amount}} VEGA tokens with Vega key {{vegaKey}}": "Associating {{amount}} VEGA tokens with Vega key {{vegaKey}}\n<br/><br/>\nYou do not need to stay on this page.",
  "Vega key {{vegaKey}} can now participate in governance and Nominate a validator with it’s stake.": "Vega key {{vegaKey}} can now participate in governance and nominate a validator with your associated $VEGA.",
  "stakingStep2Text": "Your tokens need to be associated with a Vega wallet so that you can control your stake",
  "stakingAssociateMoreButton": "Associate more $VEGA tokens with wallet",
  "stakingDisassociateButton": "Disassociate $VEGA tokens from wallet",
  "stakingStep3": "Step 3. Select the validator you'd like to nominate",
  "stakeAddSuccessTitle": "You have nominated {{amount}} VEGA to this validator",
  "stakeAddSuccessMessage": "In some cases your actual nominated stake will be lower than intended. This happens when the validator is oversubscribed. The actual nominated amount will be calculated at the start of the next epoch.",
  "Remove {{amount}} VEGA tokens": "Remove {{amount}} $VEGA tokens",
  "How much to Add in next epoch?": "How much to add in next epoch?",
  "How much to Remove?": "How much to remove?",
  "as soon as possible": "now",
  "Want to remove your stake before the epoch ends?": "Want to remove your stake when the epoch ends?",
  "Want to remove your stake at the end of the epoch?": "Want to remove your stake now?",
  "Switch to form for immediate removal": "Switch to remove now",
  "Switch to form for removal at end of epoch": "Switch to remove at end of epoch",
  "Warning, spam protection exists": "Your nomination must be greater than the minimum amount as determined by the spam protection network parameter.",
  "Check to see if you can redeem unlocked VEGA tokens": "Check to see if you can redeem unlocked $VEGA tokens",
  "Associate VEGA tokens": "Associate $VEGA tokens",
  "VEGA token holders can vote on proposed changes to the network and create proposals.": "$VEGA token holders can vote on proposed changes to the network and create proposals.",
  "VEGA token holders can nominate a validator node and receive staking rewards.": "$VEGA token holders can nominate a validator node and receive staking rewards.",
  "USE YOUR VEGA TOKENS": "USE YOUR $VEGA TOKENS"
}
