{
  "title": "$VEGA TOKEN",
  "Connect to an Ethereum wallet": "Connect to associate your $VEGA",
  "Use the Ethereum wallet you want to send your tokens to. You'll also need enough Ethereum to pay gas.": "Connect to the Ethereum wallet that holds your $VEGA tokens to see what can be redeemed from <trancheLink>vesting tranches</trancheLink>. To redeem tokens you will need some ETH to pay gas fees.\n",
  "ethereumKey": "Ethereum wallet",
  "Staked on Vega validator": "Staked $VEGA",
  "You can associate tokens while they are held in the vesting contract, when they unlock you will need to dissociate them before they can be redeemed.": "You can associate tokens while they are held in the vesting contract, when they unlock you will need to disassociate them before they can be redeemed.",
  "Nominate Stake to Validator Node": "Select a validator to nominate",
  "Vega key {{vegaKey}} can now participate in governance and Nominate a validator with it’s stake.": "Vega key {{vegaKey}} can now participate in governance and nominate a validator with your associated $VEGA.",
  "stakingStep2Text": "Your tokens need to be associated with a Vega wallet so that you can control your stake",
  "stakingStep3": "Step 3. Select the validator you'd like to nominate",
  "stakeAddSuccessMessage": "In some cases your actual nominated stake will be lower than intended. This happens when the validator is oversubscribed. The actual nominated amount will be calculated at the start of the next epoch.",
  "How much to Add in next epoch?": "How much to add in next epoch?",
  "How much to Remove?": "How much to remove?",
  "as soon as possible": "now",
  "Want to remove your stake before the epoch ends?": "Want to remove your stake when the epoch ends?",
  "Want to remove your stake at the end of the epoch?": "Want to remove your stake now?",
  "Switch to form for immediate removal": "Switch to remove now",
  "Switch to form for removal at end of epoch": "Switch to remove at end of epoch",
  "Nominate a validator": "Nominate validator",
  "View Governance proposals": "View proposals",
  "vegaWallet": "Vega wallet"
}
